{Songs:[{Guid:"+Nuq/OB0cEqGRCJSLmGifA",Verses:[{Style:{Body:{Bold:0,Wrap:1}},
Text:"<b>Hebrews 2:4-18
</b> 
<fRaleway>God also testified to it by signs, wonders and various miracles, and by gifts of the Holy Spirit distributed according to his will.</f>"},{ID:2,
Text:"<fRaleway>It is not to angels that he has subjected the world to come, about which we are speaking. But there is a place where someone has testified:</f>"},{ID:3,
Text:"<fRaleway>“What is mankind that you are mindful of them,
  a son of man that you care for him?
 You made them a little[a] lower than the angels;
  you crowned them with glory and honor
  and put everything under their feet.”[b][c]</f>"},{ID:4,
Text:"<fRaleway>In putting everything under them,[d] God left nothing that is not subject to them.[e] Yet at present we do not see everything subject to them.[f]  But we do see Jesus, who was made lower than the angels for a little while, now crowned with glory and honor because he suffered death, so that by the grace of God he might taste death for everyone.</f>"},{ID:5,
Text:"<fRaleway>In bringing many sons and daughters to glory, it was fitting that God, for whom and through whom everything exists, should make the pioneer of their salvation perfect through what he suffered. Both the one who makes people holy and those who are made holy are of the same family. So Jesus is not ashamed to call them brothers and sisters.[g]  </f>"},{ID:6,
Text:"<fRaleway>He says,
</f> 
<fRaleway>“I will declare your name to my brothers and sisters;
    in the assembly I will sing your praises.”[h]
</f> 
<fRaleway>And again,</f>"},{ID:7,
Text:"<fRaleway>“I will put my trust in him.”[i]
</f> 
<fRaleway>And again he says,
</f> 
<fRaleway>“Here am I, and the children God has given me.”[j]</f>"},{ID:8,
Text:"<fRaleway>Since the children have flesh and blood, he too shared in their humanity so that by his death he might break the power of him who holds the power of death—that is, the devil— and free those who all their lives were held in slavery by their fear of death. </f>"},{ID:9,
Text:"<fRaleway>For surely it is not angels he helps, but Abraham’s descendants. For this reason he had to be made like them,[k] fully human in every way, in order that he might become a merciful and faithful high priest in service to God, and that he might make atonement for the sins of the people. </f>"},{ID:10,
Text:"<fRaleway>Because he himself suffered when he was tempted, he is able to help those who are being tempted.</f>"}],VideoDuration:0,
Text:"Hebrews 2:4-18"},{Guid:"9OjfZM4up0W5A9/Rkuzvew",Verses:[{
Text:"Isaiah 53:4-6
<b> 
</b><s692>4</s> Surely he took up our pain
    and bore our suffering,
yet we considered him punished by God,
    stricken by him, and afflicted."},{ID:2,
Text:"<s692>5</s> But he was pierced for our transgressions,
    he was crushed for our iniquities;
the punishment that brought us peace was on him,
    and by his wounds we are healed."},{ID:3,
Text:"<s692>6</s> We all, like sheep, have gone astray,
    each of us has turned to our own way;
and the Lord has laid on him
    the iniquity of us all."}],VideoDuration:0,
Text:"Isaiah 53:4-6"},{Guid:"KhTkU6pCs0yAlFKsbPw0vA",Verses:[{
Text:"<b><cFFB2B2B2>Luke 1:26-38 (NIV)
</c></b> 
<s692>26</s> In the sixth month of Elizabeth’s pregnancy, God sent the angel Gabriel to Nazareth, a town in Galilee, <s692>27</s> to a virgin pledged to be married to a man named Joseph, a descendant of David. The virgin’s name was Mary. "},{ID:3,
Text:"<s692>28</s> The angel went to her and said, ‘Greetings, you who are highly favoured! The Lord is with you.’"},{ID:4,
Text:"<s692>29</s> Mary was greatly troubled at his words and wondered what kind of greeting this might be. <s692>30</s> But the angel said to her, ‘Do not be afraid, Mary, you have found favour with God. "},{ID:5,
Text:"<s692>31</s> You will conceive and give birth to a son, and you are to call him Jesus. <s692>32</s> He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father David, <s692>33</s> and he will reign over Jacob’s descendants for ever; his kingdom will never end.’
 
<s692>34</s> ‘How will this be,’ Mary asked the angel, ‘since I am a virgin?’"},{ID:6,
Text:"35 The angel answered, ‘The Holy Spirit will come on you, and the power of the Most High will overshadow you. So the holy one to be born will be called[a] the Son of God. 36 Even Elizabeth your relative is going to have a child in her old age, and she who was said to be unable to conceive is in her sixth month. 37 For no word from God will ever fail.’"},{ID:7,
Text:"38 ‘I am the Lord’s servant,’ Mary answered. ‘May your word to me be fulfilled.’ Then the angel left her."}],VideoDuration:0,
Text:"Luke 1:26-38"},{Guid:"2NzU6Nc2UU+DGWpEEOzfTw",Verses:[{
Text:"<b><cFFB2B2B2>Luke 1:39-55 (NIV)
</c></b> 
<s692>39</s> At that time Mary got ready and hurried to a town in the hill country of Judea, <s692>40</s> where she entered Zechariah’s home and greeted Elizabeth. <s692>41</s> When Elizabeth heard Mary’s greeting, the baby leaped in her womb, and Elizabeth was filled with the Holy Spirit. "},{ID:2,
Text:"<s692>42</s> In a loud voice she exclaimed: ‘Blessed are you among women, and blessed is the child you will bear! <s692>43</s> But why am I so favoured, that the mother of my Lord should come to me? <s692>44</s> As soon as the sound of your greeting reached my ears, the baby in my womb leaped for joy. <s692>45</s> Blessed is she who has believed that the Lord would fulfil his promises to her!’"},{ID:3,
Text:"<s692>46</s> And Mary said:
 
‘My soul glorifies the Lord
<s692>47</s>     and my spirit rejoices in God my Saviour,
<s692>48</s> for he has been mindful
    of the humble state of his servant.
From now on all generations will call me blessed,
<s692>49</s>     for the Mighty One has done great things for me –
    holy is his name."},{ID:4,
Text:"<s692>50</s> His mercy extends to those who fear him,
    from generation to generation.
<s692>51</s> He has performed mighty deeds with his arm;
    he has scattered those who are proud in their inmost thoughts.
<s692>52</s> He has brought down rulers from their thrones
    but has lifted up the humble."},{ID:5,
Text:"<s692>53</s> He has filled the hungry with good things
    but has sent the rich away empty.
<s692>54</s> He has helped his servant Israel,
    remembering to be merciful
<s692>55</s> to Abraham and his descendants for ever,
    just as he promised our ancestors.’"}],VideoDuration:0,
Text:"Luke 1:39-55"},{Guid:"qYEQtV4N6kyC6ufG8zcnSQ",Verses:[{Style:{Body:{Bold:1}},
Text:"<b><fCalibri Light>Luke 22:1-23
</f></b><i><fCalibri Light> Judas agrees to betray Jesus
</f></i><fCalibri Light><s692>1</s></f><fCalibri Light><s923> </s></f><fCalibri Light>Now the Festival of Unleavened Bread, called the Passover, was approaching,  </f><fCalibri Light><s692>2</s></f><fCalibri Light> and the chief priests and the teachers of the law were looking for some way to get rid of Jesus, for they were afraid of the people. </f><fCalibri Light><s692>3</s></f><fCalibri Light> Then Satan entered Judas, called Iscariot, one of the Twelve. </f>"},{ID:2,
Text:"<fCalibri Light><s692>4</s></f><fCalibri Light> And Judas went to the chief priests and the officers of the temple guard and discussed with them how he might betray Jesus. </f><fCalibri Light><s692>5</s></f><fCalibri Light> They were delighted and agreed to give him money. </f><fCalibri Light><s692>6</s></f><fCalibri Light> He consented, and watched for an opportunity to hand Jesus over to them when no crowd was present.</f>"},{ID:3,
Text:"<i><fCalibri Light>The Last Supper
</f></i><fCalibri Light><s692>7</s></f><fCalibri Light> Then came the day of Unleavened Bread on which the Passover lamb had to be sacrificed. </f><fCalibri Light><s692>8</s></f><fCalibri Light> Jesus sent Peter and John, saying, ‘Go and make preparations for us to eat the Passover.’
 
</f><fCalibri Light><s692>9</s></f><fCalibri Light> ‘Where do you want us to prepare for it?’ they asked.</f>"},{ID:4,
Text:"<fCalibri Light><s692>10</s></f><fCalibri Light> He replied, ‘As you enter the city, a man carrying a jar of water will meet you. Follow him to the house that he enters, </f><fCalibri Light><s692>11</s></f><fCalibri Light> and say to the owner of the house, “The Teacher asks: where is the guest room, where I may eat the Passover with my disciples?” </f><fCalibri Light><s692>12</s></f><fCalibri Light> He will show you a large room upstairs, all furnished. Make preparations there.’</f>"},{ID:5,
Text:"<fCalibri Light><s692>13</s></f><fCalibri Light> They left and found things just as Jesus had told them. So they prepared the Passover.
 
</f><fCalibri Light><s692>14</s></f><fCalibri Light> When the hour came, Jesus and his apostles reclined at the table. </f><fCalibri Light><s692>15</s></f><fCalibri Light> And he said to them, ‘I have eagerly desired to eat this Passover with you before I suffer. </f><fCalibri Light><s692>16</s></f><fCalibri Light> For I tell you, I will not eat it again until it finds fulfilment in the kingdom of God.’</f>"},{ID:6,
Text:"<fCalibri Light><s692>17</s></f><fCalibri Light> After taking the cup, he gave thanks and said, ‘Take this and divide it among you. </f><fCalibri Light><s692>18</s></f><fCalibri Light> For I tell you I will not drink again from the fruit of the vine until the kingdom of God comes.’
 
</f><fCalibri Light><s692>19</s></f><fCalibri Light> And he took bread, gave thanks and broke it, and gave it to them, saying, ‘This is my body given for you; do this in remembrance of me.’</f>"},{ID:7,
Text:"<fCalibri Light><s692>20</s></f><fCalibri Light> In the same way, after the supper he took the cup, saying, ‘This cup is the new covenant in my blood, which is poured out for you.[a] </f><fCalibri Light><s692>21</s></f><fCalibri Light> But the hand of him who is going to betray me is with mine on the table. </f><fCalibri Light><s692>22</s></f><fCalibri Light> The Son of Man will go as it has been decreed. But woe to that man who betrays him!’ </f><fCalibri Light><s692>23</s></f><fCalibri Light> They began to question among themselves which of them it might be who would do this.</f>"}],VideoDuration:0,
Text:"Luke 22:1-23"},{Guid:"DrrFyYjS0E2Rg3OV5JCsBg",Verses:[{
Text:"Luke 22:24-38
 
<s692>24</s> A dispute also arose among them as to which of them was considered to be greatest. <s692>25</s> Jesus said to them, ‘The kings of the Gentiles lord it over them; and those who exercise authority over them call themselves Benefactors. <s692>26</s> But you are not to be like that. Instead, the greatest among you should be like the youngest, and the one who rules like the one who serves. "},{ID:2,
Text:"<s692>27</s> For who is greater, the one who is at the table or the one who serves? Is it not the one who is at the table? But I am among you as one who serves. <s692>28</s> You are those who have stood by me in my trials. <s692>29</s> And I confer on you a kingdom, just as my Father conferred one on me, <s692>30</s> so that you may eat and drink at my table in my kingdom and sit on thrones, judging the twelve tribes of Israel."},{ID:3,
Text:"<s692>31</s> ‘Simon, Simon, Satan has asked to sift all of you as wheat. <s692>32</s> But I have prayed for you, Simon, that your faith may not fail. And when you have turned back, strengthen your brothers.’
<s692> 
33</s> But he replied, ‘Lord, I am ready to go with you to prison and to death.’"},{ID:5,
Text:"<s692>34</s> Jesus answered, ‘I tell you, Peter, before the cock crows today, you will deny three times that you know me.’
  
<s692>35</s> Then Jesus asked them, ‘When I sent you without purse, bag or sandals, did you lack anything?’
 
‘Nothing,’ they answered."},{ID:6,
Text:"<s692>36</s> He said to them, ‘But now if you have a purse, take it, and also a bag; and if you don’t have a sword, sell your cloak and buy one. <s692>37</s> It is written: “And he was numbered with the transgressors”[a]; and I tell you that this must be fulfilled in me. Yes, what is written about me is reaching its fulfilment.’
 
<s692>38</s> The disciples said, ‘See, Lord, here are two swords.’
 
‘That’s enough!’ he replied."}],VideoDuration:0,Style:{Body:{FontSize:70}},
Text:"Luke 22:24-38"},{Guid:"cyo+RPlmrEKuSVul2BakCw",Verses:[{
Text:"Luke 22:39-53
 
Jesus prays on the Mount of Olives
<s692>39</s> Jesus went out as usual to the Mount of Olives, and his disciples followed him. <s692>40</s> On reaching the place, he said to them, ‘Pray that you will not fall into temptation.’ <s692>41</s> He withdrew about a stone’s throw beyond them, knelt down and prayed, <s692>42</s> ‘Father, if you are willing, take this cup from me; yet not my will, but yours be done.’ "},{ID:2,
Text:"<s692>43</s> An angel from heaven appeared to him and strengthened him. <s692>44</s> And being in anguish, he prayed more earnestly, and his sweat was like drops of blood falling to the ground.[a]"},{ID:3,
Text:"<s692>45</s> When he rose from prayer and went back to the disciples, he found them asleep, exhausted from sorrow. <s692>46</s> ‘Why are you sleeping?’ he asked them. ‘Get up and pray so that you will not fall into temptation.’"},{ID:4,
Text:"Jesus arrested
<s692>47</s> While he was still speaking a crowd came up, and the man who was called Judas, one of the Twelve, was leading them. He approached Jesus to kiss him, <s692>48</s> but Jesus asked him, ‘Judas, are you betraying the Son of Man with a kiss?’"},{ID:5,
Text:"<s692>49</s> When Jesus’ followers saw what was going to happen, they said, ‘Lord, should we strike with our swords?’ <s692>50</s> And one of them struck the servant of the high priest, cutting off his right ear.
 
<s692>51</s> But Jesus answered, ‘No more of this!’ And he touched the man’s ear and healed him."},{ID:6,
Text:"<s692>52</s> Then Jesus said to the chief priests, the officers of the temple guard, and the elders, who had come for him, ‘Am I leading a rebellion, that you have come with swords and clubs? <s692>53</s> Every day I was with you in the temple courts, and you did not lay a hand on me. But this is your hour – when darkness reigns.’"}],VideoDuration:0,
Text:"Luke 22:39-53"},{Guid:"n6lmtQTaAEGK7bykdcHzCQ",Verses:[{
Text:"Luke 22:54-71
 
Peter disowns Jesus
54 Then seizing him, they led him away and took him into the house of the high priest. Peter followed at a distance."},{ID:2,
Text:"<s692>54b</s> Peter followed at a distance. <s692>55</s> And when some there had kindled a fire in the middle of the courtyard and had sat down together, Peter sat down with them. <s692>56</s> A servant-girl saw him seated there in the firelight. She looked closely at him and said, ‘This man was with him.’"},{ID:3,
Text:"<s692>57</s> But he denied it. ‘Woman, I don’t know him,’ he said.
 
<s692>58</s> A little later someone else saw him and said, ‘You also are one of them.’
 
‘Man, I am not!’ Peter replied.
 
<s692>59</s> About an hour later another asserted, ‘Certainly this fellow was with him, for he is a Galilean.’"},{ID:4,
Text:"<s692>60</s> Peter replied, ‘Man, I don’t know what you’re talking about!’ Just as he was speaking, the cock crowed. <s692>61</s> The Lord turned and looked straight at Peter. Then Peter remembered the word the Lord had spoken to him: ‘Before the cock crows today, you will disown me three times.’ <s692>62</s> And he went outside and wept bitterly."},{ID:5,
Text:"The guards mock Jesus
<s692>63</s> The men who were guarding Jesus began mocking and beating him. <s692>64</s> They blindfolded him and demanded, ‘Prophesy! Who hit you?’ <s692>65</s> And they said many other insulting things to him."},{ID:6,
Text:"Jesus before Pilate and Herod
<s692>66</s> At daybreak the council of the elders of the people, both the chief priests and the teachers of the law, met together, and Jesus was led before them. <s692>67</s> ‘If you are the Messiah,’ they said, ‘tell us.’"},{ID:7,
Text:"Jesus answered, ‘If I tell you, you will not believe me, <s692>68</s> and if I asked you, you would not answer. <s692>69</s> But from now on, the Son of Man will be seated at the right hand of the mighty God.’
 
<s692>70</s> They all asked, ‘Are you then the Son of God?’"},{ID:8,
Text:"He replied, ‘You say that I am.’
 
<s692>71</s> Then they said, ‘Why do we need any more testimony? We have heard it from his own lips.’"}],VideoDuration:0,
Text:"Luke 22:54-71"},{Guid:"vExpOyVO8UGu+hCOS6unJw",Verses:[{
Text:"Luke 23:1-25 
 
<s692>1</s> Then the whole assembly rose and led him off to Pilate. <s692>2</s> And they began to accuse him, saying, ‘We have found this man subverting our nation. He opposes payment of taxes to Caesar and claims to be Messiah, a king.’"},{ID:2,
Text:"<s692>3</s> So Pilate asked Jesus, ‘Are you the king of the Jews?’
 
‘You have said so,’ Jesus replied.
 
<s692>4</s> Then Pilate announced to the chief priests and the crowd, ‘I find no basis for a charge against this man.’"},{ID:3,
Text:"<s692>5</s> But they insisted, ‘He stirs up the people all over Judea by his teaching. He started in Galilee and has come all the way here.’
 
<s692>6</s> On hearing this, Pilate asked if the man was a Galilean. <s692>7</s> When he learned that Jesus was under Herod’s jurisdiction, he sent him to Herod, who was also in Jerusalem at that time."},{ID:4,
Text:"<s692>8</s> When Herod saw Jesus, he was greatly pleased, because for a long time he had been wanting to see him. From what he had heard about him, he hoped to see him perform a sign of some sort. <s692>9</s> He plied him with many questions, but Jesus gave him no answer. "},{ID:5,
Text:"<s692>10</s> The chief priests and the teachers of the law were standing there, vehemently accusing him. <s692>11</s> Then Herod and his soldiers ridiculed and mocked him. Dressing him in an elegant robe, they sent him back to Pilate. <s692>12</s> That day Herod and Pilate became friends – before this they had been enemies."},{ID:6,
Text:"<s692>13</s> Pilate called together the chief priests, the rulers and the people, <s692>14</s> and said to them, ‘You brought me this man as one who was inciting the people to rebellion. I have examined him in your presence and have found no basis for your charges against him. <s692>15</s> Neither has Herod, for he sent him back to us; as you can see, he has done nothing to deserve death. <s692>16</s> Therefore, I will punish him and then release him.’ [a]"},{ID:7,
Text:"<s692>18</s> But the whole crowd shouted, ‘Away with this man! Release Barabbas to us!’ <s692>19</s> (Barabbas had been thrown into prison for an insurrection in the city, and for murder.)
 
<s692>20</s> Wanting to release Jesus, Pilate appealed to them again. <s692>21</s> But they kept shouting, ‘Crucify him! Crucify him!’"},{ID:8,
Text:"<s692>22</s> For the third time he spoke to them: ‘Why? What crime has this man committed? I have found in him no grounds for the death penalty. Therefore I will have him punished and then release him.’"},{ID:9,
Text:"<s692>23</s> But with loud shouts they insistently demanded that he be crucified, and their shouts prevailed. <s692>24</s> So Pilate decided to grant their demand. <s692>25</s> He released the man who had been thrown into prison for insurrection and murder, the one they asked for, and surrendered Jesus to their will."}],VideoDuration:0,
Text:"Luke 23:1-25 "},{Guid:"o90pSppqg0mb27w8n6rqvQ",Verses:[{
Text:"Luke 23:26-49
 
The crucifixion of Jesus
<s692>26</s> As the soldiers led him away, they seized Simon from Cyrene, who was on his way in from the country, and put the cross on him and made him carry it behind Jesus. <s692>27</s> A large number of people followed him, including women who mourned and wailed for him. "},{ID:2,
Text:"<s692>28</s> Jesus turned and said to them, ‘Daughters of Jerusalem, do not weep for me; weep for yourselves and for your children. <s692>29</s> For the time will come when you will say, “Blessed are the childless women, the wombs that never bore and the breasts that never nursed!” <s692>30</s> Then
 
‘“they will say to the mountains, ‘Fall on us!’
    and to the hills, ‘Cover us!’”[a]"},{ID:3,
Text:"<s692>31</s> For if people do these things when the tree is green, what will happen when it is dry?’
 
<s692>32</s> Two other men, both criminals, were also led out with him to be executed. <s692>33</s> When they came to the place called the Skull, they crucified him there, along with the criminals – one on his right, the other on his left. <s692>34</s> Jesus said, ‘Father, forgive them, for they do not know what they are doing.’[b] And they divided up his clothes by casting lots."},{ID:4,
Text:"<s692>35</s> The people stood watching, and the rulers even sneered at him. They said, ‘He saved others; let him save himself if he is God’s Messiah, the Chosen One.’
 
<s692>36</s> The soldiers also came up and mocked him. They offered him wine vinegar 37 and said, ‘If you are the king of the Jews, save yourself.’
 
<s692>38</s> There was a written notice above him, which read: this is the king of the jews."},{ID:5,
Text:"<s692>39</s> One of the criminals who hung there hurled insults at him: ‘Aren’t you the Messiah? Save yourself and us!’
 
<s692>40</s> But the other criminal rebuked him. ‘Don’t you fear God,’ he said, ‘since you are under the same sentence? <s692>41</s> We are punished justly, for we are getting what our deeds deserve. But this man has done nothing wrong.’"},{ID:6,
Text:"<s692>42</s> Then he said, ‘Jesus, remember me when you come into your kingdom.[c]’
 
<s692>43</s> Jesus answered him, ‘Truly I tell you, today you will be with me in paradise.’"},{ID:7,
Text:"The death of Jesus
<s692>44</s> It was now about noon, and darkness came over the whole land until three in the afternoon, <s692>45</s> for the sun stopped shining. And the curtain of the temple was torn in two. <s692>46</s> Jesus called out with a loud voice, ‘Father, into your hands I commit my spirit.’[d] When he had said this, he breathed his last."},{ID:8,
Text:"<s692>47</s> The centurion, seeing what had happened, praised God and said, ‘Surely this was a righteous man.’ <s692>48</s> When all the people who had gathered to witness this sight saw what took place, they beat their breasts and went away. <s692>49</s> But all those who knew him, including the women who had followed him from Galilee, stood at a distance, watching these things."}],VideoDuration:0,
Text:"Luke 23:26-49"},{Guid:"1WWTZk75kUerXptyNXi5Lw",Verses:[{
Text:"<b><cFFB2B2B2>Matthew 1:18-25 (NIV)
</c></b> 
<s692>18</s> This is how the birth of Jesus the Messiah came about[a]: his mother Mary was pledged to be married to Joseph, but before they came together, she was found to be pregnant through the Holy Spirit. "},{ID:2,
Text:"<s692>19</s> Because Joseph her husband was faithful to the law, and yet[b] did not want to expose her to public disgrace, he had in mind to divorce her quietly.
<s692>20</s> But after he had considered this, an angel of the Lord appeared to him in a dream and said, ‘Joseph son of David, do not be afraid to take Mary home as your wife, because what is conceived in her is from the Holy Spirit. "},{ID:3,
Text:"<s692>21</s> She will give birth to a son, and you are to give him the name Jesus,[c] because he will save his people from their sins.’
<s692>22</s> All this took place to fulfil what the Lord had said through the prophet: <s692>23 </s>‘The virgin will conceive and give birth to a son, and they will call him Immanuel’[d] (which means ‘God with us’)."},{ID:4,
Text:"<s692>24</s> When Joseph woke up, he did what the angel of the Lord had commanded him and took Mary home as his wife.<s692> 25</s> But he did not consummate their marriage until she gave birth to a son. And he gave him the name Jesus."}],VideoDuration:0,
Text:"Matthew 1:18-25"}],Guid:"qVYdLr0Y7EGxedSA8zEUVA",Style:{Body:{FontName:"Calibri Light",FontSize:75,TextAlignment:0,Wrap:1,FontStyle:{Fill:{Type:0,Color:"FFFFFFFF"},Stroke:{Type:0,Color:"FFFFD700"}}},Footer:{FontName:"Raleway",FontSize:43,Template:"Holy Bible, New International Version®, Anglicised, NIV®
Copyright © 1979, 1984, 2011 by Biblica, Inc.® 
Used by permission. All rights reserved worldwide."},Background:{Image:"BlueSlide.jpg",BodyRect:"848,1223,8335,7317",FooterRect:"0,8558,10000,941"}},
Text:"Bible Verses"}